event_inherited();

dialog.add(PlayerFace, "Послушай, чтобы починить электронику мне нужна помощь...");
dialog.add(AngerFace, "Я же тебе сказал, отвали! ");

dialog.add(PlayerFace, "Ну хорошо-хорошо. Вижу, ты все еще не настроен работать вместе. ");
dialog.add(PlayerFace, "Однако ответь мне вот на какой вопрос… Хоть он и странный немного...");
dialog.add(AngerFace, "Чего там? ");

dialog.add(PlayerFace, "Ты случаем не помнишь, Маришка, когда готовила рагу, какому рецепту следовала? ");
dialog.add(AngerFace, "...");

dialog.add(PlayerFace, "Я знаю, я знаю, это очень странный вопрос, но второго такого же из ");
dialog.add(PlayerFace, "Столовой мне не вытащить, пока я не приготовлю Маришкино рагу.");
dialog.add(AngerFace, "... ");
dialog.add(PlayerFace, "Ну?..");
dialog.add(AngerFace, "Рыбу она пекла вроде… И ее она кидала после тушеного мяса...");
dialog.add(PlayerFace, " Спасибо. Если честно, я не ожидал, что ты ответишь. ");
dialog.add(AngerFace, "Мне даже самому захотелось... Может, сытым я меньше нервничал бы.");
dialog.add(PlayerFace, "Я не собираюсь готовить тут на весь экипаж... Ну, если можно так выразиться."); 
dialog.add(PlayerFace, "Как только разберусь с тем, что в Столовой, приду тебя дальше уговаривать. ");
dialog.add(AngerFace, "Ага, да... Иди к черту! И не мешай работать! ");

	