event_inherited();


dialog.add(PlayerFace, "Ты рецепта Маришки не помнишь? ");
dialog.add(faceTest, "*хррр...* А?.. Рецепта?..");

dialog.add(PlayerFace, "Думай резче. Рагу Маришка готовила, я его рецепт когда-то знал.");
dialog.add(PlayerFace, "Сейчас вспомнить не могу. Ты можешь?");
dialog.add(faceTest, "Рагу?.. Ну... Вроде бы гарнир она вторым жарила. После чего-то... ");
dialog.add(faceTest, "Не припомню никак, после чего... Так в сон от этих мыслей клонит. ");

dialog.add(PlayerFace, "Тебе еще мне помогать. ");
dialog.add(PlayerFace, "Как других найду – за тобой вернемся, не отвертишься. ");
dialog.add(faceTest, " Других?.. Точно, ты же еще сколько... Штук пять наделал? ");

dialog.add(PlayerFace, "Если все пошло по плану, то кроме тебя и того, что в столовой, пять.");
dialog.add(PlayerFace, "Пойду их найду. Глядишь, они помнят рецепт. ");
