event_inherited();

dialog.add(AngerFace, "Черт! Черт черт черт! ");
dialog.add(PlayerFace, "...");
dialog.add(AngerFace, "Чего тебе? Не мешай, я работаю. ");
dialog.add(PlayerFace, "Работаешь? Мы должны чинить станцию, чтобы восстановить энергию и  ");
dialog.add(PlayerFace, "выйти на связь с экипажем наверху, а ты за столом что-то ковыряешь... ");
dialog.add(PlayerFace, "Что ты вообще делаешь? ");
dialog.add(AngerFace, "Я... Прибор я чиню. А теперь отвали. ");


dialog.add(PlayerFace, "Прибор Состояния? ");
dialog.add(AngerFace, "Да, черт возьми, Прибор Состояния! Я хочу понять, почему я так паршиво себя чувствую. ");

dialog.add(PlayerFace, "Мне бы самому пригодился Прибор Состояния, чтобы понять,");
dialog.add(PlayerFace, "что с первыми двумя не так. Да и с тобой, видимо, тоже...");
dialog.add(AngerFace, "Что ты там еще бормочешь?! Вали, кому говорю, иначе я за себя не ручаюсь! ");

dialog.add(PlayerFace, "Тише, тише. Уже ухожу. У тебя, видимо, тоже сбой какой-то... При инкубации, что ли?..");
dialog.add(AngerFace, "Проклятая кнопка… Входи в паз, кому говорят! И так ничего не видно почти, ");
dialog.add(AngerFace, "так еще и ты не слушаешься...");

